"%lu day left on trial" = "トライアル期限は残り後 %lu 日";
"%lu days left on trial" = "トライアル期限は残り後 %lu 日";
"Apply" = "適用";
"Back" = "戻る";
"Buy Later" = "後で購入";
"Buy Now" = "今すぐ購入";
"Cancel" = "キャンセル";
"Close" = "閉じる";
"Continue" = "続ける";
"Did you <a href=\"%@\">lose your licence?</a>" = "<a href=\"%@\">ライセンス</a>を失くされましたか？";
"Email License to:" = "ライセンスを次へ送信：";
"Email address is blank!" = "メールアドレスが記入されていません！";
"Enter your serial number below to unlock Path Finder" = "下にシリアルナンバーを入力して Path Finder のロックを解除します。";
"Free Trial" = "無料トライアル";
"Free trial has expired" = "無料トライアルの期限は切れています";
"If you need help, email us at help@cocoatech.com" = "何かございましたら、help@cocoatech.com までメールをお送りください。";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Path Finder 6 をお持ちの方は、お名前とライセンスコードを入力すればアップグレード割引が受けられます。初めて購入される方は次のステップにお進みください。";
"Licensed for %ld user" = "%ld ユーザのライセンス";
"Licensed for %ld users" = "%ld ユーザのライセンス";
"Not licensed" = "ライセンスなし";
"Path Finder 6 License" = "Path Finder 6 ライセンス";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder は無事登録されました。登録情報は安全な場所に保管してください。";
"Processing..." = "処理中…";
"Purchase" = "購入";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Path Finder をご購入ください。速くて、使いやすく、そして安全です。";
"Purchase successful. Thank you!" = "購入は無事終了しました。どうもありがとうございました！";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "購入はうまくいきませんでした。help@cocoatech.com まで何が起きたのかお知らせください。";
"Quit" = "終了";
"Registration" = "登録";
"Registration Code Invalid" = "無効な登録コード";
"Registration Successful" = "無事登録されました";
"Request Sent" = "リクエスト送信済";
"Send" = "送信";
"Thank you!" = "ありがとうございました！";
"The Path Finder 6 license key you entered is not valid." = "入力された Path Finder 6 のライセンスは無効です。";
"The trial period has expired." = "トライアル期限は切れています。";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "入力した名前またはライセンスコードに問題がありました。注文メールにあるテキストをもう一度コピー＆ペーストしてください。それでもまだ問題が起きる場合は、当社のライセンスコード紛失用のページにおいでください。";
"Unlock" = "ロック解除";
"Upgrading from version 6?" = "バージョン 6 からアップグレードしますか？";
"Valid for Upgrade!" = "アップグレード可能です！";
"Wait %u" = "待機中 %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "名前とライセンスコードが正しく入力されました。Path Finder をご登録いただきありがとうございました。";
"You will receive your unique serial number instantly." = "シリアルナンバーはすぐに送付されます。";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "これで完了です。このウインドウを閉じて Path Finder を起動してください。別のコンピュータにインストールする場合のために、このライセンスコードを印刷しておいてください。";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 日間のトライアル期限切れです。Path Finder をご購入ください。";
"Your serial number is in your confirmation email." = "シリアルナンバーは確認のために送られたメールに書いてあります。";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
